{"translation-revision-date":"2023-10-26 15:13:29+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Your progress will be deleted, and can't be recovered.":["Tu progreso se borrará y no se podrá recuperar."],"Minimize":["Minimizar"],"Use Layout":["Utiliza el diseño"],"Regenerate":["Regenerar"],"Preview unavailable":["Vista previa no disponible"],"Press '\/' for suggested prompts or describe the layout you want to create":["Pulsa «\/» para recibir sugerencias o describe el diseño que quieres crear"],"Edit prompt":["Editar indicación"],"Back to results":["Volver a los resultados"],"About us section, combining company history and values about":["Sección «Sobre nosotros» que combina la historia y los valores de la empresa sobre"],"Pricing table section with highlighted option for":["Sección de tabla de precios con opción destacada para"],"Statistics display in a 3-column layout, with numbers and icons about":["Las estadísticas se muestran en un diseño de 3 columnas, con números e iconos sobre"],"A section with contact form and social media icons representing alternative contact methods for":["Una sección con formulario de contacto e iconos de redes sociales que representen métodos de contacto alternativos para"],"Multi column minimalistic About us section with icons showcasing":["Sección «Sobre nosotros» minimalista de varias columnas con iconos que muestran"],"A features block, showcasing the feature title, and brief description about":["Un bloque de características, que muestra el título de la característica y una breve descripción acerca de"],"A carousel testimonial block displaying user images, names, and their feedback on":["Un bloque de recomendaciones en forma de carrusel que muestra imágenes de usuarios, sus nombres y comentarios sobre"],"A full-width call-to-action with a background image, overlaid text, and a standout button about":["Una llamada a la acción de ancho completo con una imagen de fondo, texto superpuesto y un botón destacado sobre"],"A hero section combining an image, heading, subheading, and call-to-action button about":["Una sección a pantalla completa que combina una imagen, un encabezado, un subencabezado y un botón de llamada a la acción acerca de"],"An accordion-style FAQ block, with clickable questions revealing detailed answers about":["Un bloque de preguntas frecuentes en forma de acordeón, con preguntas en las que se puede hacer clic y que revelan respuestas detalladas acerca de"],"A services section with a list layout, icons, and corresponding service descriptions for":["Una sección de servicios con un diseño de lista, iconos y las correspondientes descripciones de servicios para"],"Layouts generated with AI only include some Elementor widgets, but we're evolving! More capabilities coming soon...":["Los diseños generados con IA solo incluyen algunos widgets de Elementor, ¡pero estamos evolucionando! Pronto habrá más capacidades..."],"AI Layout":["Diseño de IA"],"Maximum access to Elementor AI":["Máximo acceso a la IA de Elementor"],"Access 30-days of AI History with the AI Starter plan and 90-days with the Power plan.":["Accede a 30 días de Historial de IA con el plan AI Starter y a 90 días con el plan Power."],"Effortlessly create or enhance stunning images and bring your ideas to life.":["Crea o mejora sin esfuerzo imágenes asombrosas y da vida a tus ideas."],"Generate your website's text or create custom code without having to write a single line yourself.":["Genera el texto de tu sitio web o crea código personalizado sin tener que escribir ni una sola línea."],"Build with AI":["Construir con IA"],"Expand":["Abrir"],"Seems like the prompt contains words that could generate harmful content. Write a different prompt to continue.":["Parece que la indicación contiene palabras que podrían generar contenido dañino. Escribe una indicación diferente para continuar."],"We were unable to generate that prompt.":["No hemos sido capaces de generar esa indicación."],"Reconnect":["Volver a conectar"],"Generate":["Generar"],"Enhance prompt":["Mejorar indicación"],"Yes, leave":["Sí, salir"],"Leave Elementor AI?":["¿Salir de la IA de Elementor?"],"Upgrade Elementor AI":["Actualizar la IA de Elementor"],"This includes consenting to the collection and use of data to improve user experience.":["Esto incluye dar tu consentimiento a la recogida y uso de datos para mejorar la experiencia del usuario."],"I approve the ":["Apruebo la "]," of the Elementor AI service.":[" del servicio de IA de Elementor."],"By clicking \"Connect\", I approve the ":["Al hacer clic en «Conectar», acepto la "],"Create smarter with AI text and code generators built right into the editor.":["Crea de forma más inteligente con los generadores de texto y código de IA integrados en el editor."],"Step into the future with Elementor AI":["Adéntrate en el futuro con la IA de Elementor"],"We can’t process that many requests so fast. Try again in 15 minutes.":["No podemos procesar tantas solicitudes tan rápido. Vuelve a intentarlo en 15 minutos."],"Whoa! Slow down there.":["¡Vaya! Ve más despacio."],"Love Elementor AI? Upgrade to continue creating with built-in image, text and custom code generators.":["¿Te gusta la IA de Elementor? Actualiza para seguir creando con los generadores de texto, imágenes y código personalizados integrados."],"Enjoy the free trial? Upgrade now for unlimited access to built-in image, text and custom code generators.":["¿Has disfrutado de la prueba gratuita? Actualiza ahora para tener acceso ilimitado a los generadores de texto, imágenes y código personalizados integrados."],"It's time to upgrade.":["Es el momento de actualizar."],"Elementor AI is just a few clicks away. Connect your account to instantly create texts and custom code.":["La IA de Elementor está a sólo unos clics de distancia. Conecta tu cuenta para crear textos y código personalizado al instante."],"You aren't connected to Elementor AI.":["No estás conectado con la IA de Elementor."],"We couldn't connect to your account due to technical difficulties on our end. Reconnect your account to continue.":["No hemos podido conectar con tu cuenta debido a dificultades técnicas. Vuelve a conectar tu cuenta para continuar."],"Reconnect your account":["Reconectar tu cuenta"],"Seems like we are experiencing technical difficulty. We should be up and running shortly.":["Parece que estamos experimentando dificultades técnicas. En breve volveremos a estar operativos."],"Elementor AI is temporarily unavailable":["La IA de Elementor no está disponible temporalmente"],"Error code:":["Código de error:"],"Unknown error. Please try again later.":["Error desconocido. Inténtalo de nuevo más tarde."],"AI":["IA"],"Upgrade":["Actualizar"],"Get Elementor AI":["Obtener Elementor AI"],"Show me how":["Muéstrame cómo"],"Try Again":["Inténtalo de nuevo"],"Privacy Policy":["Política de privacidad"],"Terms of Service":["Condiciones del servicio"],"Beta":["Beta"],"Get Started":["Primeros pasos"],"Connect":["Conectar"],"Cancel":["Cancelar"]}},"comment":{"reference":"assets\/js\/ai-layout.js"}}